[Demo_Sisters_ep3_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-467,Y=1180,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-277,Y=1155,Z=-300),VecSub=(X=170,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-277,Y=1215,Z=-300),VecSub=(X=190,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[6]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[7]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[9]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_Usual_Sisters.GG2_BGM_DM_Usual_Sisters_Cue')
DemoScripts[10]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[11]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[12]=(Actor=FADE,Command=WAIT)
DemoScripts[13]=(Actor=WINDOW,Command=SET)
DemoScripts[14]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[15]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_002_Cue',Name="")
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[17]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[18]=(Actor=WINDOW,Command=EXIT)
DemoScripts[19]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[20]=(Actor=FADE,Command=WAIT)
DemoScripts[21]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=POS,Vec=(X=-277,Y=1155,Z=1200),CId=69)
DemoScripts[22]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=-277,Y=1215,Z=1200),CId=70)
DemoScripts[23]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[24]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[25]=(Actor=FADE,Command=WAIT)
DemoScripts[26]=(Actor=WINDOW,Command=SET)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=11,Vec=(X=-327,Y=1155,Z=1335))
DemoScripts[31]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_004_Cue',Name="カミゾノ　マヤ")
DemoScripts[32]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[33]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[35]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=13,Bit=0,Rate=0)
DemoScripts[36]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_006_Cue',Name="カミゾノ　シノブ")
DemoScripts[37]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[38]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[39]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[40]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[41]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[42]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_009_Cue',Name="")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Disappoint_Cue')
DemoScripts[47]=(Actor=EMOTION,Command=SET,Name="カミゾノ　マヤ",Number=4,CId=70)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0103_lp_close_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0107_fx_Stand2Depressed",Rate=0,Number=3,Bit=1)
DemoScripts[49]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0700_lp_Depressed",Number=8)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_010_Cue',Name="カミゾノ　マヤ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[54]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[55]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[56]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[57]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[58]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_013_Cue',Name="カミゾノ　マヤ")
DemoScripts[59]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[60]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[61]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[62]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[63]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[64]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[65]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[66]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[67]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_015_Cue',Name="カミゾノ　マヤ")
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[69]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[70]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[71]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[72]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=170,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[74]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_030_Cue',Name="カミゾノ　シノブ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[79]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[80]=(Actor=ADD,Command=FAVOR,Name="",Number=0)
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[82]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_017_Cue',Name="カミゾノ　マヤ")
DemoScripts[83]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[84]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[85]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[86]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=135,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[87]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[88]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[89]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_018_Cue',Name="カミゾノ　シノブ")
DemoScripts[90]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[91]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[92]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_019_Cue',Name="")
DemoScripts[93]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[94]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[95]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[96]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[97]=(Actor=CHARACTER,Command=MOVE,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',SetType=ROT,Vec=(X=170,Y=0,Z=0),SecTime=0.3,CId=69)
DemoScripts[98]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[99]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[100]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_030_Cue',Name="カミゾノ　シノブ")
DemoScripts[101]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[102]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[103]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[104]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[105]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[106]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[107]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[108]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[109]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_021_Cue',Name="カミゾノ　シノブ")
DemoScripts[110]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[111]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[112]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[113]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[114]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_022_Cue',Name="カミゾノ　マヤ")
DemoScripts[115]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[116]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[117]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[118]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[119]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_030_Cue',Name="カミゾノ　シノブ")
DemoScripts[120]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[121]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[122]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[123]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[124]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[125]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_024_Cue',Name="カミゾノ　マヤ")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_025_Cue',Name="カミゾノ　シノブ")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[135]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[136]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[138]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[139]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[140]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[141]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[142]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Wonder_Cue')
DemoScripts[143]=(Actor=EMOTION,Command=SET,Name="カミゾノ　シノブ",Number=3,CId=69)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[145]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_027_Cue',Name="カミゾノ　シノブ")
DemoScripts[146]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[147]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[148]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[149]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_029_Cue',Name="")
DemoScripts[150]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[151]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=0,Number=0,Bit=1)
DemoScripts[153]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=0,Number=1,Bit=0)
DemoScripts[154]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0701_fx_Depressed2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[155]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[156]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_030_Cue',Name="カミゾノ　シノブ")
DemoScripts[157]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[158]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[159]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[160]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[161]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0202_lp_half_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[162]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_031_Cue',Name="カミゾノ　マヤ")
DemoScripts[163]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[164]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[165]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_032_Cue',Name="カミゾノ　シノブ")
DemoScripts[166]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[167]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[168]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_0104_fx_Stand2Warn",Rate=0,Number=3,Bit=1)
DemoScripts[169]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0400_lp_Warn",Number=8)
DemoScripts[170]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=12,Bit=0,Rate=1)
DemoScripts[171]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_033_Cue',Name="カミゾノ　シノブ")
DemoScripts[172]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[173]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[174]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[175]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0002_fx_close_smile_S",motionName[2]="sn_DM_0401_fx_Warn2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[176]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[177]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_035_Cue',Name="カミゾノ　シノブ")
DemoScripts[178]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[179]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[180]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0400_lp_disgusted",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[181]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[182]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[183]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Sisters_ep3_3.GG2_V_Sisters_ep3_3_036_Cue',Name="カミゾノ　マヤ")
DemoScripts[184]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[185]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[186]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[187]=(Actor=WINDOW,Command=EXIT)
DemoScripts[188]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[189]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[190]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[191]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[192]=(Actor=SYSTEM,Command=END)

[Select_Sisters_ep3_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Sisters_ep3_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="雖然是到屋頂來了,/n不過到底要在這種地方做什麼啊?")

Texts[1]=(Label="TEXT02",Name="艾可蘿",Text="我也不清楚......")

Texts[2]=(Label="TEXT03",Name="忍",Text="讓你久等了呢,峯大.")

Texts[3]=(Label="TEXT04",Name="真夜",Text="小忍....../n真的,要做,那個嗎?")

Texts[4]=(Label="TEXT05",Name="峯大",Text="我說,小忍,差不多可以告訴我了吧?/n妳到底要在這裡做什麼?")

Texts[5]=(Label="TEXT06",Name="忍",Text="從現在起,我要進行/n和天使大人通訊的儀式.")

Texts[6]=(Label="TEXT07",Name="忍",Text="選在屋頂是因為這個地方/n是學校裡最靠近天界的場所./n是最容易收集天使能量的地點.")

Texts[7]=(Label="TEXT08",Name="峯大",Text="是......是這樣嗎?")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="越高的地方越能收到手機的電波,/n大概是類似那種誤解吧......")

Texts[9]=(Label="TEXT10",Name="真夜",Text="......嗚嗚......不想做這個....../n好難為情......")

Texts[10]=(Label="TEXT11",Name="峯大",Text="是很難為情的儀式啊......")

Texts[11]=(Label="TEXT12",Name="峯大",Text="就那麼討厭嗎?")

Texts[12]=(Label="TEXT13",Name="真夜",Text="嗯......可以的話我不想做這個.")

Texts[13]=(Label="TEXT14",Name="忍",Text="別再抱怨了./n這件事必須要有超過兩個/n知道步驟的惡魔獵人才能完成.")

Texts[14]=(Label="TEXT15",Name="真夜",Text="嗚嗚......")

Texts[15]=(Label="TEXT16",Name="忍",Text="好了,我們開始吧.")

Texts[16]=(Label="TEXT17",Name="峯大",Text="體力的話我是有自信啦......")

Texts[17]=(Label="TEXT18",Name="真夜",Text="比起體力......更會削弱....../n精神力......")

Texts[18]=(Label="TEXT19",Name="忍",Text="真夜太大驚小怪了呢./n祖先大人也說過了哦....../n\"因為是儀式,所以不害羞啦!\"這樣.")

Texts[19]=(Label="TEXT20",Name="艾可蘿",Text="真是可疑的一族呢......")

Texts[20]=(Label="TEXT21",Name="忍",Text="好了,我們開始吧.")

Texts[21]=(Label="TEXT22",Name="峯大",Text="雖然不知道妳們要做什麼,/n但要是討厭的話也不用勉強吧?")

Texts[22]=(Label="TEXT23",Name="忍",Text="不行啦,因為這場儀式至少需要/n兩個惡魔獵人纔能夠完成.")

Texts[23]=(Label="TEXT24",Name="真夜",Text="小忍,好任性......")

Texts[24]=(Label="TEXT25",Name="忍",Text="好了,我們開始吧.")

Texts[25]=(Label="TEXT26",Name="峯大",Text="抗拒的小真夜......真棒!/n再來! 再多羞恥一點--!!")

Texts[26]=(Label="TEXT27",Name="真夜",Text="不要......絕對不要......")

Texts[27]=(Label="TEXT28",Name="忍",Text="別再鬧了,快點開始吧.")

Texts[28]=(Label="TEXT29",Name="峯大",Text="VENTRAS! VENTRAS!/nBENSONMUM!/n請聆聽我的請求!")

Texts[29]=(Label="TEXT30",Name="忍",Text="那是和宇宙人的通訊方法/n......好像也不對?/n咦? 那是怎樣......?")

Texts[30]=(Label="TEXT31",Name="峯大",Text="誰知道?")

Texts[31]=(Label="TEXT32",Name="艾可蘿",Text="接收到有毒電波了嗎.")

Texts[32]=(Label="TEXT33",Name="忍",Text="好了,我們開始吧.")

Texts[33]=(Label="TEXT34",Name="真夜",Text="......只能,一不做二不休了......")

Texts[34]=(Label="TEXT35",Name="忍",Text="那麼,峯大,/n我們現在要開始擺出天使的姿勢.")

Texts[35]=(Label="TEXT36",Name="忍",Text="你要看出在我們體內流動的氣/n然後恰到好處地施加力量哦!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="咦? 天使的姿勢?/n我也要做些什麼嗎?")

Texts[37]=(Label="",Name="忍",Text="那當然啊!/n跟上來吧!")

Texts[38]=(Label="SELECT01",Name="真夜",Text="要死一起死.")

Texts[39]=(Label="SELECT02",Name="峯大",Text="......我,我知道了啦......")

Texts[40]=(Label="SELECT03",Name="",Text="")

Texts[41]=(Label="SELECT04",Name="",Text="就那麼討厭嗎?")

Texts[42]=(Label="SELECT05",Name="",Text="體力的話/n我是有自信啦......")

Texts[43]=(Label="SELECT06",Name="",Text="要是討厭的話/n也不用勉強......")

Texts[44]=(Label="SELECT07",Name="",Text="對抗拒的真夜/n感到興奮")

Texts[45]=(Label="SELECT08",Name="",Text="VENTRAS!/nVENTRAS!")

Texts[46]=(Label="SELECT09",Name="",Text="")

Texts[47]=(Label="SELECT10",Name="",Text="")


